Repository: onpavlov/wp_plugin_ecwid-best-sellers
Catalog: languages/ecwid-best-sellers-*.po
Languages: ru_ru

source: <a href="%s"><-- Back</a><br><br><p style="text-align: center">You should install and activate <a href="%s" target="_blank">Ecwid Shopping Cart</a> plugin</p>
ru_ru: <a href="%s"><--Назад</а><br><br><p style="text-align: center">Вы должны установить и активировать плагин <a href="%s" target="_blank">Ecwid Shopping Cart</а></p>

source: <b>Best Sellers for Ecwid</b>: You should install and activate <a href="%s" target="_blank">Ecwid Shopping Cart</a> plugin
ru_ru: <b>Best Sellers for Ecwid</b>: Вы должны установить и активировать плагин <a href="%s" target="_blank">Ecwid Shopping Cart</a>

source: Error:
ru_ru: Ошибка:

source: Empty client id or secret code of Ecwid API
ru_ru: Не указан client id или секретный код приложения

source: Displays a list of best seller products from Ecwid shop
ru_ru: Выводит самые продаваемые товары из магазина Ecwid

source: Best Sellers for Ecwid
ru_ru: Самые продаваемые товары Ecwid

source: You should provide access to your Ecwid shop for using widget
ru_ru: Вы должны предоставить доступ к вашему магазину Ecwid для использования виджета

source: Provide access
ru_ru: Предоставить доступ

source: Cache lifetime (sec)
ru_ru: Время жизни кэша (сек.)

source: Number of products to show
ru_ru: Количество выводимых товаров

source: Additional plugin for Ecwid. Shows best sellers products.
ru_ru: Дополнительный плагин для магазина Ecwid. Выводит самые продаваемые товары.
